<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень які ми повинні вивести користувачеві на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'failed'   => 'Вказані облікові дані не збігаються з нашими записами.',
    'throttle' => 'Забагато спроб входу. Будь ласка, спробуйте ще раз, через :seconds секунд.',
    'Name' => 'Ім\'я',
    'EMail' => 'Адреса E-Mail',
    'Password' => 'Пароль',
    'Remember Me' => 'Пам\'ятати мене',
    'Login' => 'Увійти',
    'Register' => 'Зареєструватися',
    'Forgot Your Password?' => 'Забули пароль?',
    'Confirm Password' => 'Підтвердити пароль',



];
