<?php

return [
    /*
    |--------------------------------------------------------------------------
    |Загальні мовні ресурси
    |--------------------------------------------------------------------------
    |
    |
    */

    'list' => 'Рух коштів',
    'add' => 'Додати',

    'date' => 'Дата',
    'amount' => 'Сума',
    'description' => 'Опис',
    'goalName' => 'Ціль',
    'action' => 'Дія',

    'Create new goal' => 'Додати рух',
    'edit_move' => 'Редагувати рух',

    'form_goals_list' => 'Ціль:',
    'form_goals_list_select' => 'Оберіть...',
    'form_date' => 'Дата',
    'form_amount' => 'Сума',
    'form_description' => 'Опис',
    'form_description_hint' => 'На ціль замість кофе',


    'form_create' => 'Зберегти',


    'Edit goal' => 'Редагування',
    'form_update' => 'Зберегти',
    'form_back' => 'Повернутися',

    'hint_view' => 'Переглянути',
    'hint_edit' => 'Редагувати',
    'hint_delete' => 'Видалити',

];
